[
  {
    "id": 9556,
    "text": "What’s your go-to comfort food and why does it make you feel cozy?"
  },
  {
    "id": 25656,
    "text": "If you could curl up with any fictional character, who would it be and what would you do together?"
  },
  {
    "id": 26560,
    "text": "What’s a song that instantly makes you feel at home, and what memories does it bring?"
  },
  {
    "id": 8747,
    "text": "Share a memory when someone did something unexpectedly kind for you – what happened?"
  },
  {
    "id": 4688,
    "text": "If you were to host a memorable game night, what quirky game would be a must-play?"
  },
  {
    "id": 44829,
    "text": "What’s your favorite candle scent, and what mood does it evoke for you?"
  },
  {
    "id": 41435,
    "text": "If you could design your ideal cozy reading nook, what would it include?"
  },
  {
    "id": 4655,
    "text": "What would your perfect day of self-care look like from sunrise to sunset?"
  },
  {
    "id": 20676,
    "text": "Name a heartwarming movie that always brings a smile to your face. What’s your favorite scene?"
  },
  {
    "id": 19806,
    "text": "If you could have a cozy theme party, what would the theme be and what would you serve?"
  },
  {
    "id": 28636,
    "text": "What’s a habit you’d like to start to make your everyday life feel more inviting?"
  },
  {
    "id": 62894,
    "text": "If you could travel to any city solely for its café culture, where would you go?"
  },
  {
    "id": 4413,
    "text": "What’s your favorite rainy-day activity that makes you feel snug and satisfied?"
  },
  {
    "id": 54904,
    "text": "Share a book that changed your perspective on life – how did it warm your heart?"
  },
  {
    "id": 34100,
    "text": "If you had to choose a color to paint your mood for"
  },
  {
    "id": 19161,
    "text": "If your couch could talk, what secrets would it spill about your life?"
  },
  {
    "id": 33923,
    "text": "What's the most ridiculous fad you’ve ever participated in?"
  },
  {
    "id": 49714,
    "text": "Which fictional character do you believe deserves a Netflix series and what would it be about?"
  },
  {
    "id": 27717,
    "text": "What’s a perfectly average, totally mundane day that you secretly cherish?"
  },
  {
    "id": 42377,
    "text": "If you had to design a cozy animal sidekick, what would it look like and what would you name it?"
  },
  {
    "id": 58662,
    "text": "What’s the weirdest food combo you genuinely enjoy and how do you defend it?"
  },
  {
    "id": 14677,
    "text": "If you could rename any common household item, what would it be and what would be your choice?"
  },
  {
    "id": 19604,
    "text": "Which bad movie do you fully embrace and why do you love it so much?"
  },
  {
    "id": 42253,
    "text": "What’s your go-to conversation starter in awkward silences?"
  },
  {
    "id": 34093,
    "text": "What’s the strangest thing you believed as a child that still makes you laugh?"
  },
  {
    "id": 37457,
    "text": "If you could time-travel to share a glass of"
  },
  {
    "id": 50761,
    "text": "What old-fashioned skill or hobby do you secretly wish you were amazing at?"
  },
  {
    "id": 49372,
    "text": "If you could live in any fictional universe for a week, where would it be and why?"
  },
  {
    "id": 25778,
    "text": "If you had to pick a song for the soundtrack of your life, what would it be?"
  },
  {
    "id": 13690,
    "text": "If you could invite any three famous people, dead or alive, to a dinner party, who would you choose?"
  },
  {
    "id": 60537,
    "text": "What’s one silly rivalry or debate you’re ongoing with friends, like pineapple on pizza?"
  },
  {
    "id": 20300,
    "text": "If you could only wear one outfit for the rest of your life, what would it look like?"
  },
  {
    "id": 53536,
    "text": "What’s your guilty pleasure movie or TV show that you’re ashamed to admit you love?"
  },
  {
    "id": 43219,
    "text": "If you found a one-way ticket to anywhere in the world, where would you go?"
  },
  {
    "id": 25721,
    "text": "What item in your home tells the best story about you?"
  },
  {
    "id": 24879,
    "text": "If you had to choose any animal as a pet that isn’t typically domesticated, what would it be?"
  },
  {
    "id": 59605,
    "text": "What’s the weirdest dream you’ve ever had, and did it mean anything?"
  },
  {
    "id": 65529,
    "text": "If you had access to a magic fridge that could replicate any dish you want,"
  },
  {
    "id": 21126,
    "text": "What’s the most comforting sound you’ve ever heard?"
  },
  {
    "id": 50569,
    "text": "If you were a sock, what kind would you be and why?"
  },
  {
    "id": 60646,
    "text": "If you could turn any ordinary activity into an Olympic sport, what would it be?"
  },
  {
    "id": 9591,
    "text": "If comfort were a color, what would it be and why?"
  },
  {
    "id": 2309,
    "text": "If you could teleport to any cozy place right now, where would it be?"
  },
  {
    "id": 41549,
    "text": "What’s your go-to drink for a perfect chill evening?"
  },
  {
    "id": 43505,
    "text": "What trend would you unapologetically bring back for a day?"
  },
  {
    "id": 10613,
    "text": "What secret would you share to reclaim the art of doing nothing?"
  },
  {
    "id": 49387,
    "text": "If you could make one of your dreams a reality tomorrow, what would it be?"
  },
  {
    "id": 647,
    "text": "If you could fill a room with any one scent, what would it be and why?"
  },
  {
    "id": 26696,
    "text": "What song would be on your ‘Hygge vibes’ playlist?"
  },
  {
    "id": 28996,
    "text": "If you could choose one season to live in forever, which would it be?"
  },
  {
    "id": 385,
    "text": "What’s your favorite way to celebrate doing absolutely nothing?"
  },
  {
    "id": 7061,
    "text": "What postcard from your life would you send to yourself in 10 years?"
  },
  {
    "id": 29020,
    "text": "What tradition or ritual makes you feel rooted or cozy?"
  },
  {
    "id": 40659,
    "text": "If you could have any author host a cozy book club, who would it be?"
  },
  {
    "id": 32881,
    "text": "What's a small, simple joy that always makes your day better?"
  },
  {
    "id": 10419,
    "text": "If you could only keep three items from your childhood, what would they be?"
  },
  {
    "id": 29960,
    "text": "What’s your guilty pleasure song that never fails to lift your spirits?"
  },
  {
    "id": 53185,
    "text": "If you could turn back time for one day, which day would you choose and why?"
  },
  {
    "id": 41836,
    "text": "What’s a harmless lie you’ve told to get out of plans or obligations?"
  },
  {
    "id": 53196,
    "text": "What indoor activity makes you lose track of time every time?"
  },
  {
    "id": 42056,
    "text": "What’s the funniest thing you've overheard in a coffee shop?"
  },
  {
    "id": 20627,
    "text": "If your life were a sitcom, what would its title be?"
  },
  {
    "id": 12568,
    "text": "Which animal do you think has the best sense of humor?"
  },
  {
    "id": 16126,
    "text": "What’s the strangest item you would include in your dream comfort box?"
  },
  {
    "id": 27206,
    "text": "If you could invent a holiday, what would it celebrate and how would we celebrate it?"
  },
  {
    "id": 34675,
    "text": "If you could swap lives with any animal for a day, which one would it be and what would you do?"
  },
  {
    "id": 13234,
    "text": "If you could invent a new ice cream flavor, what would it be called and what would it taste like?"
  },
  {
    "id": 44325,
    "text": "If you were a character in a video game, what special abilities would you have?"
  },
  {
    "id": 21993,
    "text": "What’s your go-to karaoke song, and would you perform it for the group?"
  },
  {
    "id": 13452,
    "text": "What quirky habit do you have that makes you uniquely you?"
  },
  {
    "id": 17727,
    "text": "What's the most random, useless fact you know that never fails to impress?"
  },
  {
    "id": 17304,
    "text": "What’s the funniest misunderstanding you’ve ever had?"
  },
  {
    "id": 43251,
    "text": "What’s your go-to dance move at weddings or parties?"
  },
  {
    "id": 48388,
    "text": "What’s a weird fear you have that you can’t fully explain?"
  },
  {
    "id": 60232,
    "text": "If you had a blanket fort, what rule would make it the best fort ever?"
  },
  {
    "id": 55759,
    "text": "Describe your ideal vision of a snow day—what are you doing?"
  },
  {
    "id": 5521,
    "text": "What's the best piece of advice you’d offer a tree on how to relax?"
  },
  {
    "id": 39133,
    "text": "If you could make a hot drink just for the vibe, what ridiculous ingredients would it have?"
  },
  {
    "id": 3428,
    "text": "If you had to describe your dream home in three words, what would they be?"
  },
  {
    "id": 38114,
    "text": "If you were a warm beverage, what would you be and why?"
  },
  {
    "id": 57256,
    "text": "What’s the most absurd or funny thing that ever happened during a family gathering?"
  },
  {
    "id": 30150,
    "text": "What childhood smell brings you the warmest memories?"
  },
  {
    "id": 63536,
    "text": "What story, fairy tale, or movie feels like your personal comfort blanket?"
  },
  {
    "id": 4637,
    "text": "What’s a recipe that reminds you of home? Share it in detail!"
  },
  {
    "id": 52827,
    "text": "If you could only eat one meal for the rest of your life while wrapped in a blanket, what would it be?"
  },
  {
    "id": 47312,
    "text": "If you found a fairy under your bed, what three wishes would you ask for?"
  },
  {
    "id": 50086,
    "text": "If laughter were a currency, what joke would get you rich?"
  },
  {
    "id": 46197,
    "text": "What's the funniest way you’ve ever been caught during a lazy day at home?"
  },
  {
    "id": 17162,
    "text": "If you could turn any ordinary object into a magical"
  },
  {
    "id": 28877,
    "text": "How do you unwind after a long day?"
  },
  {
    "id": 25620,
    "text": "If you could binge-watch any show with friends, which would it be?"
  },
  {
    "id": 19850,
    "text": "If your pet could tell you one thing about their day, what would you hope to hear?"
  },
  {
    "id": 57767,
    "text": "What song do you belt out in the shower when no one's listening?"
  },
  {
    "id": 5096,
    "text": "If you could whisper one piece of advice into your past self's ear, what would it be?"
  },
  {
    "id": 52623,
    "text": "What’s the last thing that made you LOL in a public place?"
  },
  {
    "id": 52060,
    "text": "What’s the weirdest thing you've ever done to make a night cozy?"
  },
  {
    "id": 39051,
    "text": "Is there a place that makes you feel inherently safe and relaxed?"
  },
  {
    "id": 16726,
    "text": "What’s the quirkiest item you have in"
  },
  {
    "id": 46497,
    "text": "What’s your hidden talent that would surprise everyone during"
  },
  {
    "id": 19297,
    "text": "Which fictional character do you find the most relatable, and why?"
  },
  {
    "id": 29281,
    "text": "What’s a fun tradition your family had that you continue today?"
  },
  {
    "id": 46034,
    "text": "What’s your favorite type of blanket — texture, weight, or pattern?"
  },
  {
    "id": 5775,
    "text": "If you could make a cozy care package, what three items must be inside?"
  },
  {
    "id": 64387,
    "text": "What’s your secret ingredient for creating a perfect"
  },
  {
    "id": 31355,
    "text": "If your life were a book, which chapter would you re-write and how?"
  },
  {
    "id": 58345,
    "text": "If your home were a potion, what ingredients would go into it?"
  },
  {
    "id": 23774,
    "text": "What’s your favorite way to disconnect from technology and how does it make you feel?"
  },
  {
    "id": 39641,
    "text": "What’s the best prank you’ve ever pulled or had pulled on you?"
  },
  {
    "id": 59259,
    "text": "Which season do you think captures the true essence of Hygge, and why?"
  },
  {
    "id": 198,
    "text": "What secret family recipe deserves to be shared over warm cups of cocoa?"
  },
  {
    "id": 18604,
    "text": "What embarrassing skit from your past never fails to make you laugh?"
  },
  {
    "id": 6156,
    "text": "Imagine your dream movie night – what films and snacks are a must?"
  },
  {
    "id": 20249,
    "text": "What hobby of yours best embodies the spirit of relaxation?"
  },
  {
    "id": 38132,
    "text": "What’s a piece of wisdom you’ve learned during a quiet, reflective moment?"
  },
  {
    "id": 24672,
    "text": "What’s the most memorable adventure you’ve ever had, big or small?"
  },
  {
    "id": 47762,
    "text": "What’s the last spontaneous decision you made, and how did it turn out?"
  },
  {
    "id": 26967,
    "text": "If you were to open a quirky shop, what would you sell and what would it be called?"
  },
  {
    "id": 8467,
    "text": "What’s an offbeat place you’d love to vacation for a change?"
  },
  {
    "id": 61748,
    "text": "If you could create a ‘Hygge superhero,’ what would their powers be?"
  },
  {
    "id": 17612,
    "text": "Which cozy activity do you think would impress a time traveler from the past?"
  },
  {
    "id": 13089,
    "text": "If you could boost your spirit with any food, what would it be?"
  },
  {
    "id": 28213,
    "text": "How would you describe your perfect evening with friends or family?"
  },
  {
    "id": 24798,
    "text": "What’s your favorite sensory experience"
  },
  {
    "id": 24362,
    "text": "What childhood game would you love to play again if you could gather the whole squad?"
  },
  {
    "id": 59427,
    "text": "If you could instantly learn any skill just to enhance your cozy life, what would it be?"
  },
  {
    "id": 74,
    "text": "What’s the last thing you did that made you feel incredibly relaxed and content?"
  },
  {
    "id": 48669,
    "text": "If you had to describe your personality using only winter accessories, what would they be?"
  },
  {
    "id": 17335,
    "text": "What’s your favorite winter activity that you wish everyone knew about?"
  },
  {
    "id": 8965,
    "text": "What’s the wildest dream you've had that involved sn"
  },
  {
    "id": 7353,
    "text": "What’s one book you wish was a little bit longer?"
  },
  {
    "id": 1088,
    "text": "What’s your go-to lazy Sunday outfit that epitomizes ultimate comfort?"
  },
  {
    "id": 3773,
    "text": "If you could only have one type of tea (or coffee) for the rest of your life, what would it be?"
  },
  {
    "id": 44280,
    "text": "Can you share a funny or unexpected story that happened during your quest for hyg"
  },
  {
    "id": 18644,
    "text": "What are three items on your cozy bucket list you haven’t done yet?"
  },
  {
    "id": 16563,
    "text": "What’s the most outlandish thing you've done just for the thrill?"
  },
  {
    "id": 38668,
    "text": "What’s your go-to strategy for dealing with a bad day?"
  },
  {
    "id": 11986,
    "text": "What soundtrack perfectly captures the essence of a peaceful evening?"
  },
  {
    "id": 54861,
    "text": "How do you define \"home,\" and what makes it special to you?"
  },
  {
    "id": 43091,
    "text": "What’s a piece of advice you received that you didn’t believe at first but later proved true?"
  },
  {
    "id": 45945,
    "text": "If you had to spend an entire day in pajamas, what activities would you fill it with?"
  },
  {
    "id": 14722,
    "text": "How do you define ‘coziness’ in your own words?"
  },
  {
    "id": 42360,
    "text": "If you could experience a day with all your senses turned up to maximum, what would that day look like?"
  },
  {
    "id": 46924,
    "text": "Are you team blanket fort or team cozy couch? Explain your choice!"
  },
  {
    "id": 37809,
    "text": "What’s something you find oddly satisfying"
  },
  {
    "id": 34140,
    "text": "What life lesson have you learned from a children’s story?"
  },
  {
    "id": 58275,
    "text": "What’s one thing on your bucket list that seems crazy"
  },
  {
    "id": 2864,
    "text": "When was the last time you wore something that made you feel completely at home?"
  },
  {
    "id": 4221,
    "text": "If you could spend a week in a cabin, what three essentials would you"
  },
  {
    "id": 30865,
    "text": "What superpower would make your weekends 10 times better?"
  },
  {
    "id": 4183,
    "text": "If you had to write a poem about your pajamas, what would the first line be?"
  },
  {
    "id": 32475,
    "text": "What’s the wackiest dream or goal you've ever had regarding your tranquility?"
  },
  {
    "id": 64629,
    "text": "What’s one weird skill you have that would come in handy during a zombie apocalypse?"
  },
  {
    "id": 59422,
    "text": "What’s the quirkiest room you can imagine in a dream house?"
  },
  {
    "id": 61208,
    "text": "If you could only listen to one album while snuggled up, which would it be?"
  },
  {
    "id": 10674,
    "text": "Would you rather have unlimited hot cocoa or an endless supply of your favorite pastry?"
  },
  {
    "id": 42628,
    "text": "What’s a goofy word that makes you smile whenever you hear it?"
  },
  {
    "id": 62992,
    "text": "If you could redesign one room in"
  },
  {
    "id": 57626,
    "text": "What’s an unexpected place you've found beauty or comfort in?"
  },
  {
    "id": 31592,
    "text": "If you had a magic wand, what mundane chore would you banish forever?"
  },
  {
    "id": 20422,
    "text": "If you could have a secret treehouse, what would it be like and where would it be?"
  },
  {
    "id": 51160,
    "text": "What’s a quirky nickname you’ve always wished you'd had?"
  },
  {
    "id": 36715,
    "text": "If you could spend a day in someone else's shoes, whose life would"
  },
  {
    "id": 22260,
    "text": "What drifts you to dreamland faster: the sound of rain or crackling fire?"
  },
  {
    "id": 46856,
    "text": "What’s the craziest or most fun pajama-themed party you can imagine having?"
  },
  {
    "id": 13081,
    "text": "Imagine your home capsule wardrobe filled with"
  },
  {
    "id": 48262,
    "text": "What’s the last song that made you dance like nobody was watching?"
  },
  {
    "id": 63499,
    "text": "Which book would you love to read again for the first time?"
  },
  {
    "id": 55039,
    "text": "What’s your most unusual but favorite ragdoll snack combo?"
  },
  {
    "id": 34974,
    "text": "What’s an activity that you think only seems boring but is secretly enjoyable?"
  },
  {
    "id": 32735,
    "text": "Would you rather binge-watch a feel-good movie or read a whimsical book under a blanket?"
  },
  {
    "id": 18955,
    "text": "If every holiday had a specific chilled-out motto, what would yours be?"
  },
  {
    "id": 4118,
    "text": "What childhood snack would you bring back for an adult treat night?"
  },
  {
    "id": 34095,
    "text": "If you could trade lives for a day with any historical figure known for their coz"
  },
  {
    "id": 39854,
    "text": "What’s a guilty pleasure snack that you indulged in lately?"
  },
  {
    "id": 24500,
    "text": "What’s a favorite ritual you’d like to"
  },
  {
    "id": 42109,
    "text": "Describe the weirdest trend you loved that made you feel warm and fuzzy."
  },
  {
    "id": 59055,
    "text": "If your personality were a candle,"
  },
  {
    "id": 7637,
    "text": "What’s a childhood dream you had that you still think about today?"
  },
  {
    "id": 12265,
    "text": "If you were a weather type, what kind would you be and what would the forecast look like?"
  },
  {
    "id": 29326,
    "text": "What’s the most bizarre gift you’ve ever received, and how did you react?"
  },
  {
    "id": 40463,
    "text": "What’s the cheesiest line you’ve ever used or heard, and did it work?"
  },
  {
    "id": 64332,
    "text": "What’s a cozy scare that still gives you chills—real or purely fictional?"
  },
  {
    "id": 30630,
    "text": "What’s your go-to playlist or song that instantly makes"
  },
  {
    "id": 12835,
    "text": "What's the most outrageous outfit you've ever worn, and what’s the story behind it?"
  },
  {
    "id": 53836,
    "text": "Which cozy podcast would you recommend for a lazy Sunday?"
  },
  {
    "id": 14775,
    "text": "If your pets could share their version of a cozy day, what do you"
  },
  {
    "id": 45030,
    "text": "What’s the strangest compliment you’ve ever"
  },
  {
    "id": 33617,
    "text": "What song would always make you dance, even in your pajamas?"
  },
  {
    "id": 1261,
    "text": "What do you think contributes more to happiness: good friends or good food?"
  },
  {
    "id": 3080,
    "text": "How do you define happiness in the most comfortable way possible?"
  },
  {
    "id": 43225,
    "text": "If you had to choose one historical figure to be your life coach, who would it be?"
  },
  {
    "id": 13540,
    "text": "If you were given a magic power for a day, what’s the first thing you’d do with it?"
  },
  {
    "id": 45194,
    "text": "If you could only communicate using emojis for a week, what three emojis would"
  },
  {
    "id": 15060,
    "text": "What’s the most ridiculous reason you’ve ever started a conversation with a stranger?"
  },
  {
    "id": 37303,
    "text": "What’s your go-to method for brightening someone's day when they're feeling down?"
  },
  {
    "id": 58984,
    "text": "Which book or movie always makes you laugh, no matter how many times you see it?"
  },
  {
    "id": 30338,
    "text": "How would you combine two seemingly unrelated artists/genres for a cozy twist?"
  },
  {
    "id": 53517,
    "text": "What wouldn’t you be caught dead wearing, even if it was the ultimate cozy outfit?"
  },
  {
    "id": 59768,
    "text": "If inanimate objects could have feelings, what household item do you think would feel most neglected?"
  },
  {
    "id": 24925,
    "text": "If you were in a modern fairy tale, what small act of kindness would your character perform?"
  },
  {
    "id": 58170,
    "text": "What’s an unexpected joy you recently discovered during a"
  },
  {
    "id": 59414,
    "text": "If you could only watch one movie for a month, what would it be?"
  },
  {
    "id": 44382,
    "text": "What’s the weirdest craft project you've ever tried?"
  },
  {
    "id": 8685,
    "text": "What’s the best find at a thrift shop you’ve ever stumbled upon?"
  },
  {
    "id": 8305,
    "text": "If you were to start a podcast, what would its theme be?"
  },
  {
    "id": 34670,
    "text": "What’s your go-to story when trying to make someone laugh?"
  },
  {
    "id": 61063,
    "text": "What does your ideal cozy outfit look like, and how does"
  },
  {
    "id": 1380,
    "text": "What’s a food you could eat every day and never get tired of?"
  },
  {
    "id": 26953,
    "text": "How would you pitch a documentary about your most playful day?"
  },
  {
    "id": 37707,
    "text": "How does the idea of silence feel to you—peaceful, eerie, or something in between?"
  },
  {
    "id": 39719,
    "text": "What's the best piece of advice you've ever gotten while sipping hot chocolate?"
  },
  {
    "id": 47390,
    "text": "What’s the most heartwarming thing you’ve seen someone do this week?"
  },
  {
    "id": 38087,
    "text": "What’s the most unexpected pair"
  },
  {
    "id": 14545,
    "text": "What’s the most delightful way you’ve reinvented a traditional comfort food?"
  },
  {
    "id": 1665,
    "text": "What’s your favorite breakfast-for-dinner dish, and what’s the story behind it?"
  },
  {
    "id": 58744,
    "text": "What memory instantly feels like a warm cup of tea, and why?"
  },
  {
    "id": 42081,
    "text": "What’s the most ridiculous conspiracy theory you've heard and secretly wish were true?"
  },
  {
    "id": 13603,
    "text": "What would your fantasy sandwich include, inside and out?"
  },
  {
    "id": 14587,
    "text": "What’s your favorite memory associated with a particular season?"
  },
  {
    "id": 44608,
    "text": "What’s something you often fantasize about but have never tried?"
  },
  {
    "id": 23204,
    "text": "If you could harvest a yearly tradition from anywhere in the world, what would it be?"
  },
  {
    "id": 37847,
    "text": "On a scale from 1 to \"I never leave my couch,\" how cozy are you feeling today?"
  },
  {
    "id": 34802,
    "text": "What’s your favorite ridiculous holiday or made-up celebration?"
  },
  {
    "id": 51327,
    "text": "If you could turn any movie into a reality, which would"
  },
  {
    "id": 14157,
    "text": "What’s your ideal way to spend a Sunday when the weather’s perfectly"
  },
  {
    "id": 17247,
    "text": "If you write a gratitude list, what are the top three silly things you'd include?"
  },
  {
    "id": 29464,
    "text": "If you had a magic button to freeze time, when would you press it?"
  },
  {
    "id": 42542,
    "text": "If you had to watch the sunset in any location, where would it be?"
  },
  {
    "id": 65010,
    "text": "If you had to choose a time period to experience and vibe with, which one would you pick?"
  },
  {
    "id": 32634,
    "text": "If you had a magical blanket, what sort of adventures would it take you on?"
  },
  {
    "id": 725,
    "text": "What activities do you think epitomize “togetherness” for you?"
  },
  {
    "id": 5358,
    "text": "What do you think is the most underrated cozy"
  },
  {
    "id": 31900,
    "text": "What’s one activity that instantly reduces your stress levels?"
  },
  {
    "id": 40590,
    "text": "Tell us about a time you created your own happiness out of chaos."
  },
  {
    "id": 28366,
    "text": "What’s a snack that feels like a"
  },
  {
    "id": 56075,
    "text": "What weather makes you want to stay indoors the most?"
  },
  {
    "id": 55643,
    "text": "What’s a laughter-filled memory you’d want to relive right now?"
  },
  {
    "id": 49257,
    "text": "How do you recharge your batteries when you’re feeling drained?"
  },
  {
    "id": 28907,
    "text": "What’s the funniest/item you’ve had to replace because it was ‘too cozy’ to part with?"
  },
  {
    "id": 10960,
    "text": "What’s the silliest thing you’ve ever done in the name of love or friendship?"
  },
  {
    "id": 11449,
    "text": "If you had to pick a texture that represented your personality, what would it be?"
  },
  {
    "id": 57112,
    "text": "If you could have an oversized version of one item in your home for a day, what would it be?"
  },
  {
    "id": 64289,
    "text": "What’s one book or movie you would want to erase from your memory just to experience"
  },
  {
    "id": 25464,
    "text": "If you had to create a comfort bubble soundtrack, what’s the opening song?"
  },
  {
    "id": 1922,
    "text": "If you could wrap the world in one fuzzy item, what would it be?"
  },
  {
    "id": 57620,
    "text": "What’s your go-to comfort film that you could watch on repeat?"
  },
  {
    "id": 18001,
    "text": "What is your personal definition of luxury in everyday life"
  },
  {
    "id": 23429,
    "text": "How do you showcase your creativity when you’re staying"
  },
  {
    "id": 1355,
    "text": "Who in your life is the best at creating warmth and comfort?"
  },
  {
    "id": 64209,
    "text": "What’s your dream cozy getaway location, far"
  },
  {
    "id": 64429,
    "text": "What’s the silliest way you’ve ever celebrated a small victory?"
  },
  {
    "id": 10546,
    "text": "What funky decoration could you add to your home that would university/if your home evidenced your inner personality?"
  },
  {
    "id": 10647,
    "text": "What is the most memorable hug you've ever received?"
  },
  {
    "id": 47709,
    "text": "What imaginary creature would you want as a live-in roommate?"
  },
  {
    "id": 27319,
    "text": "When was the last time you laughed so hard you cried, and what was it about?"
  },
  {
    "id": 30799,
    "text": "What is a quirky lighting source you would want to have in your comfortable space?"
  },
  {
    "id": 53495,
    "text": "How do you prefer to add a personal touch to"
  },
  {
    "id": 2656,
    "text": "If you were a character in a cozy mystery, what would your exaggerated job be?"
  },
  {
    "id": 6607,
    "text": "What’s the most unusual or unexpected inspiration you’ve drawn from a movie or book?"
  },
  {
    "id": 20101,
    "text": "Which cozy movie would you dedicate to someone in our group, and why?"
  },
  {
    "id": 57233,
    "text": "What’s one book or movie you would recommend to someone feeling overwhelmed?"
  },
  {
    "id": 32946,
    "text": "What’s your favorite chubby animal and how does it embody your carefree side?"
  },
  {
    "id": 31989,
    "text": "What’s the softest thing you've ever touched, and how did it make you feel?"
  },
  {
    "id": 20896,
    "text": "Do you believe in the power of naps? Share your nap philosophy!"
  },
  {
    "id": 20930,
    "text": "How do you take your coffee or tea when you're aiming for peak coziness?"
  },
  {
    "id": 55926,
    "text": "How do you embrace nature during the colder, cozier months?"
  },
  {
    "id": 14888,
    "text": "What’s an odd yet comforting combination of foods that"
  },
  {
    "id": 51621,
    "text": "If your house could automatically clean one room for you, which room would you choose?"
  },
  {
    "id": 63440,
    "text": "What odd item would you feel most vintage-cool carrying around with you in public?"
  },
  {
    "id": 12325,
    "text": "How would you describe the smell of absolute comfort for you?"
  },
  {
    "id": 2707,
    "text": "What scene from a movie would you love to step into for a day?"
  },
  {
    "id": 34523,
    "text": "What’s your favorite silly joke or pun you can't help chuckling at?"
  },
  {
    "id": 32916,
    "text": "What’s your spirit snack food, and how does it represent your personality?"
  },
  {
    "id": 7757,
    "text": "If you could own any fictional item from a book or movie, what would it be?"
  },
  {
    "id": 56886,
    "text": "If you could cozy up with a pet of your choice, real or"
  }
]